const PalestineHistoryContent = () => {
  return [
    {
      title: "ফিলিস্তিনের সংক্ষিপ্ত ইতিহাস",
      author: "মাওলানা মুরতাযা মাহদী", 
      content: `
  ফিলিস্তিন নবীদের ভূমি। হযরত ইবরাহিম আলাইহিস সালাম থেকে হযরত ঈসা আলাইহিস সালাম পর্যন্ত অসংখ্য নবীদের আবাসভূমি ফিলিস্তিন। এখানেই ইসলামের প্রথম কিবলা মসজিদে আকসা, যার চারপাশকে আল্লাহ বরকতময় করেছেন। মেরাজের রাতে এখানে নবীদের ইমাম হয়েছিলেন নবীজি সাল্লাল্লাহু سُبْحَانَ الَّذِي أَسْرَىٰ بِعَبْدِهِ لَيْلًا مِّنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا ۚ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ
  অর্থ : পবিত্র সেই সত্তা, যিনি আপন বান্দাকে রাতের বেলায় ভ্রমণ করিয়েছেন মসজিদুল হারাম থেকে মসজিদুল আকসা পর্যন্ত, যার আশপাশকে আমি বরকতময় করেছি- যাতে তাঁকে আমার (কুদরতের) কিছু নিদর্শন দেখাই। নিশ্চয় তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা। (সুরা বনী ইসরাইল: ১)  
        
  ফিলিস্তিনে তাওহীদের দাওয়াত নিয়ে আসেন হযরত ইবরাহিম আলাইহিস সালাম খ্রিস্টপূর্ব ১৯০০ সনে। এর আগে এখানে বসবাস ছিল কেনআনী ও আমোরীয়দের। হযরত ইসমাঈল আলাইহিস সালাম এখানেই জন্মগ্রহণ করেন। তাঁর কয়েক বছর পর জন্মগ্রহণ করেন হযরত ইসহাক আলাইহিস সালাম। ইবরাহিম আলাইহিস সালাম বেঁচে থাকতেই হযরত ইয়াকুব আলাইহিস সালামের জন্ম হয় হযরত ইসহাক আলাইহিস সালামের ঔরসে। হযরত ইয়াকুব আলাইহিস সালাম প্রথমে তুরস্কের দক্ষিণাঞ্চলে হিজরত করলেও পরে আবার ফিরে আসেন ফিলিস্তিনে। হযরত ইয়াকুব আলাইহিস সালামের আরেক নাম ইসরাইল। সে হিসাবে তার বংশধরদেরকে বনী ইসরাইল বলা হয়। হযরত ইউসুফ আলাইহিস সালাম মিশরে ক্ষমতা লাভ করার পর বাবা ইয়াকুব আলাইহিস সালামকে সপরিবারে মিশরে নিয়ে আসেন। তারা এখানে দীর্ঘকাল অবস্থান করেন।
  
  অবশেষে ফেরাউনদের অত্যাচার ও নির্যাতন থেকে বাঁচতে হযরত মূসা আলাইহিস সালাম বনী ইসরাইলকে নিয়ে লোহিত সাগর পার হয়ে সিনাই উপত্যকায় আসেন। সেখান থেকে একসময় তারা ফিলিস্তিনে আসে। কিন্তু ফিলিস্তিনের খুব বেশি এলাকা তাদের দখলে ছিল না। খৃষ্টপূর্ব ১০০০ সনের কাছাকাছি সময়ে হযরত দাউদ আলাইহিস সালাম আলকুন্দস বিজয় করেন এবং একটি বড় রাজ্য গড়ে তুলেন। তিনি কুদস শহরের সীমানা আরো সম্প্রসারিত করেন এবং মসজিদে আকসা পুননির্মাণ করেন। তাঁর ইন্তেকালের পর তাঁর ছেলে হযরত সুলায়মান আলাইহিস সালাম সে সাম্রাজ্যের বাদশাহ হন। তিনি মসজিদটি হাইকলে সুলাইমানী বা সুলেমানি টেম্পলের দাবি করে তার কোনো প্রমাণ পাওয়া যায় না। 

  হযরত সুলাইমানের ইঞ্জিকালের পর বনি ইসরাঈলের সাম্রাজ্য দুইভাগে ভাগ হয়ে যায়, ইসরাইল ও ইয়াহুদা রাজ্য। খৃষ্টপূর্ব ৭০১ সালে আসিরিয়ানরা ইয়াহুদা রাজ্য অবরোধ করে কিন্তু বিজয় লাভ করতে পারেনি। এর ২০ বছর পরে তারা ইসরায়েল রাজ্যের রাজধানী সামারিয়া দখল করে এবং অনেক ইসরায়েলিকে বন্দী করে নিয়ে যায়। খৃষ্টপূর্ব ৫৮৬ সালে ব্যাবিলনীয় সেনাপতি বুখতে নাসসার ইয়াহুদা রাজ্যে আক্রমণ করে তাদেরকে পরাজিত করে এবং মসজিদে আকসা ধ্বংস করে দেয়। সে অনেক ইয়াহুদীকে বন্দী করে ব্যাবিলনে (বাবেল) নিয়ে যায়। এরপর পারসিকরা ব্যাবিলনীয়দের পরাজিত করে এবং বনি ইসরাইলকে খৃষ্টপূর্ব ৫৩৮ সনে কুদসে ফেরার অনুমতি দেয়। 

  এরপরের দুইশ বছর ফিলিস্তিন শাসন করে পারসিকরা। খৃসটপূর্ব ৩৩২ এর দিকে গ্রীক সেনাপতি আলেকজান্ডার পারসিকদের পরাজিত করে ফিলিস্তিন দখল করেন। পরবর্তীতে তা রোমান সাম্রাজ্যের অধীনে আসে। খৃষ্টপূর্ব ২০ সালের দিকে বায়তুল মাকদিস পূননির্মাণ করা হয়। এরপর হযরত ঈসা আ. জন্মগ্রহণ করেন। তাঁর প্রায় তিনশ বছর পর সে সময়ের রোমান সম্রাট খৃস্টধর্ম গ্রহণ করেন। এতে পুরো রোমান সাম্রাজ্যে খৃস্টধর্ম ব্যাপকভাবে ছড়িয়ে পরে। 

  নবিজী সাল্লাল্লাহু আলাইহিস সালামের মদীনায় হিজরতের আগে পারসিকরা রোমানদের পরাজিত করে। এর কয়েকবছর পর আল্লাহর প্রতিশ্রুতি মোতাবেক রোমানরা বিজয়ী হয় এবং তাদের হৃত রাজ্য পুনরুদ্ধার করে। 

  মসজিদে আকসা মুসলমানদের অধীনে আসে ১৬ হিজরীতে যখন মুসলমানরা সন্ধির মাধ্যমে কুদস বিজয় করেন। হযরত উমর রা. নিজে এ সন্ধিচুক্তি বাস্তবায়ন করতে আসেন। রোমানরা মসজিদের একটি অংশকে ময়লা আবর্জনা ফেলে নষ্ট করে রেখেছিল। হযরত উমর রা. আকসা প্রাঙ্গনকে এই সব আবর্জনা থেকে মুক্তি করেন নিজ হাতে। 

  পুরো ফিলিস্তিন মুসলমানদের অধীনে আসে ১৯ হিজরীতে। তখন শামের গভর্নর ছিলেন হযরত মুয়াবিয়া রা.। হযরত মুয়াবিয়ার (রা.) পর উমাইয়া খেলাফতের পতনের আগ পর্যন্ত তারা এখানে শাসন করে। ১৩২ হিজরীতে উমাইয়া খেলাফতের পতনের পর আসে আব্বাসীদের যুগ। ধীরে ধীরে দুর্বল হয়ে আসে আব্বাসী খেলাফত। এ দুর্বলতার সুযোগ নিয়ে ২৫৪ হিজরীতে তখনকার গভর্নর আহমদ ইবনে তুলুন আব্বাসী শাসন থেকে বেরিয়ে স্বাধীন রাজ্য গড়ে তুলেন। এর প্রায় অর্ধশতক পর এ অঞ্চল ইখশীদিদের অধীনে আসে। ৩৫৯ হিজরীতে মিশরে উবায়দী বা ফাতেমী সাম্রাজ্যের সৃষ্টি হয়। এ সময় তারা ফিলিস্তিনও দখল করে। এরপর ৪৬৩ হিজরীতে সালজুক সুলতান আলপ আরসালান উবায়দিদের পরাজিত করেন। ৪৮৯ হিজরীতে উবায়দিয়ারা আবার ফিলিস্তিন দখল করে। 

  ৪৯০ হিজরীতে ক্রুসেডাররা সম্মিলিত বাহিনী নিয়ে মুসলমানদের পরাজিত করে কুদস দখল করতে আসে। এর দুই বছরের মধ্যেই ৪৯২ হিজরী মোতাবেক ১০৯৯ খৃস্টাব্দে তারা কুদস দখল করে ফেলে। ক্রুসেডাররা এখানে নির্মম হত্যাকাণ্ড চালায়। হাজার হাজার মুসলমানকে নির্মমভাবে জবাই করে। ছোট ছোট বাচ্চাদের ধরে তারা দেয়ালে ছুড়ে মারত। শহীদদের রক্তে তাদের ঘোড়ার পা ডুবিয়ে ক্রুসেডাররা আকসায় প্রবেশ করে। 

  ৫৮৩ হিজরি মোতাবেক ১১৮৭ খৃস্টাব্দে সুলতান সালাহুদ্দীন আইয়ুবী রহিমাহুল্লাহ ক্রুসেডারদের পরাজিত করে পবিত্র কুদস শহর উদ্ধার করেন। তিনি মসজিদে আকসা সংস্কার ও পুননির্মাণ করেন এবং খৃস্টানদের স্থাপিত ক্রস সরিয়ে নামাজ আদায়ের উপযুক্ত করেন। কিন্তু তার ইন্তেকালের পর ৬২৫ হিজরীতে ক্রুসেডাররা আবার কুদস দখল করে নেয়।

  এর কয়েক বছর পর ৬৩৭ হিজরীতে নাসির দাউদ ক্রুসেডারদের তাড়িয়ে কুদস দখল করেন। কিন্তু এক বছরের মাথায় ক্রুসেডাররা আবার তা দখল করে নেয়। ৬৪২ হিজরী মোতাবেক ১২৪৪ খৃস্টাব্দে সুলতান নাজমুদ্দীন আইয়ুব ক্রুসেডারদের কাছ থেকে কুদস উদ্ধার করেন। 

  ১২৬০ খৃস্টাব্দে মঙ্গোলিয়ানরা (তাতার) কুদস আক্রমণ করে। তখনকার মামলুক সুলতান সাইফুদ্দীন কুতয তাদের পরাজিত করেন। আইনে জালুতের প্রান্তরে মুসলমানরা ঐতিহাসিক বিজয় লাভ করে। মামলুকদের পর ১৫১৭ খৃস্টাব্দে কুদস উসমানী খেলাফতের অন্তর্ভুক্ত হয় এবং প্রায় চারশ বছর কুদস তাদের শাসনাধীন থাকে। 

  প্রথম বিশ্বযুদ্ধের সময় ১৯১৭ খৃস্টাব্দের ডিসেম্বরে বৃটিশ বাহিনী মধ্য ও দক্ষিণ ফিলিস্তিন দখল করে এবং কুদসে কুদসে প্রবেশ করে। ব্রিটিশ সেনাবাহিনীর প্রধান জেনারেল এডমন্ড এলেনবি বিজয় ঘোষণা করে বলেন, 'ক্রুসেড যুদ্ধ আজ পরিপূর্ণতা লাভ করল'। ১৯১৮ সালে তারা উত্তর ফিলিস্তিনও দখল করে নেয়।

  ২ নভেম্বর ১৯১৭ খৃস্টাব্দে তৎকালীন ব্রিটিশ পররাষ্ট্রমন্ত্রী আর্থার বেলফোর জায়নিস্ট নেতা লর্ড রথচাইল্ডকে ফিলিস্তিনে ইহুদীদের আবাসভূমি গড়ে তোলার প্রতিশ্রুতি দিয়ে যে চিঠি লিখেছিলেন, তাই বেলফোর ঘোষণা নামে পরিচিত। বেলফোর ঘোষণার কথা ছড়িয়ে পড়লে ব্রিটিশদের আরব মিত্ররা ক্ষেপে যায় এবং তাদের সহযোগিতা করতে অস্বীকৃতি জানায়। কিন্তু ব্রিটিশরা নানাভাবে তাদেরকে বুঝায়, যুদ্ধ শেষে প্রতিটি আরব রাষ্ট্র স্বাধীন রাষ্ট্ররূপে স্বীকৃতি পাবে এবং ফিলিস্তিনে ইহুদীদের আগমন তাদের কোনো ক্ষতি করবে না। 

  ১৯২২ খৃস্টাব্দে বিশ্বসংস্থা লীগ অব নেশন্সের ম্যান্ডেট ব্যবস্থার মাধ্যমে ব্রিটিশরা অভিাবকের বেশে ফিলিস্তিনের উপর চেপে বসে। অথচ ম্যান্ডেটপ্রাপ্ত হওয়ার অর্থ ছিল তারা ঐ দেশের অধিবাসীদের স্বয়ংসম্পূর্ণ হওয়া পর্যন্ত শুধু সহযোগিতা ও পরামর্শ দেয়ার অধিকার রাখে। কিন্তু ব্রিটিশরা এসব আইন কানুনের ধার ধারে নি। তারা তো 'ভাগ কর ও শাসন কর' এই নীতিতে কাজ করছিল এবং তাদের এমন একটি রাষ্ট্রের প্রয়োজন ছিল যারা মধ্যপ্রাচ্যে তাদের সহযোগি হয়ে আরবদের জন্য সমস্যার কারণ হয়ে থাকবে। এদিকে জাহাজ চলাচলের জন্য সুয়েজখাল একটি গুরুত্বপূর্ণ পথ ছিল। আর না হয় পুরো আফ্রিকা মহাদেশ ঘুরে আসতে হয়। এখন যেমন ইয়ামেনি হুথিদের আক্রমণে এ পথে জাহাজ চলাচল বাধাগ্রস্থ হওয়ায় মার্কিন যুক্তরাষ্ট্র ও তার মিত্রদের মাথা ধরে গেছে। তাই তাদের প্রয়োজন ছিল এখানে এমন কোনো রাষ্ট্র প্রতিষ্ঠা করা, যা তাদের উদ্দেশ্য পূরণ করবে। 

  তারা ইউরোপীয় ইহুদীদের ধীরে ধীরে ফিলিস্তিনে নিয়ে আসতে থাকে। ১৯১৭সালে ইহুদীরা মাত্র আট শতাংশ হলেও ১৯৪৮ খৃস্টাব্দে তা এক তৃতীয়াংশে গিয়ে দাঁড়ায়। বিভিন্ন পরিসংখ্যানে দেখা গেছে ১৯২২ সালে ফিলিস্তিনে ইহুদীদের সংখ্যা ছিল ৫২ হাজার, ১৯৪৮ সালে তা হয়ে যায় ১লাখ ৬৫ হাজার।

  ফিলিস্তিনে এবং বিশেষ করে কুদসে ইহুদিদের সংখ্যা বৃদ্ধি এবং তাদের জমি ক্রয় এবং তাদের প্রতি ব্রিটিশদের সহায়তা ফিলিস্তিনিদের মধ্যে অসন্তোষ সৃষ্টি করে। তারা এর প্রতিবাদ জানায় এবং এর প্রতিক্রিয়ায় ১৯২০ ও ১৯২৯ সালে দুইটি দাঙ্গা হয়। এতে উভয়পক্ষেরই অনেকে হতাহত হয়। ব্রিটিশরা ইহুদিদের জন্য কুদস শহরের উত্তর ও পশ্চিমে আবাসিক এলাকা তৈরী করে দেয় এবং হিব্রু ইউনিভার্সিটির মত কয়েকটি উচ্চশিক্ষা প্রতিষ্ঠান গড়ে দেয়। 
  
  ফিলিস্তিনিদের সংগ্রাম প্রথমত নিরস্ত্রভাবে শুরু হয়। ১৯৩৩ খৃস্টাব্দে ইযযুদ্দীন কাসসাম রহিমাহুল্লাহ- যার নামে আজকের কাসসাম ব্রিগেড- প্রথম সশস্ত্র জিহাদের সূচনা করেন। ১৯৩৯ সাল পর্যন্ত তারা এ জিহাদ চালিয়ে যান। ১৯৩৭থেকে ৩৯ সাল পর্যন্ত প্রায় ১০ হাজার ব্রিটিশ সেনা তাদের হাতে নিহত হয়। এ সময়ে প্রায় ১২ হাজার ফিলিস্তিনিও শহীদ হন এবং বন্দী হন প্রায় ৫০ হাজার। এতে বাধ্য হয়ে ব্রিটিশরা একটি শ্বেতপত্র প্রকাশ করে, যাতে বলা হয়, দশ বছরের মধ্যে ফিলিস্তিন স্বাধীনতা লাভ করবে এবং পাঁচ বছরের মধ্যে ফিলিস্তিনে ইহুদীদের অনুপ্রবেশ বন্ধ করা হবে। কিন্তু এর কিছুই তারা বাস্তবায়ন করেনি। 

  দ্বিতীয় বিশ্বযুদ্ধের পর আবার দলে দলে ইহুদীরা ফিলিস্তিনে আসতে থাকে। তারা এসে মানুষকে হিটলারের ইহুদী গণহত্যার গল্প শোনায়-হিটলার ৬০ লাখ ইহুদীকে হত্যা করেছে; অথচ তখনো তাদের সর্বমোট সংখ্যাও এ পরিমাণ ছিল না। 

  ১৯৪৬ সালের ৪ জানুয়ারি ছয় আমেরিকান ও ছয়জন বৃটিশ নিয়ে বার জনের একটি অ্যাংলো আমেরিকান তদন্ত কমিটি গঠন করা হয়। তারা প্রস্তাব করে, ফিলিস্তিনে এক লাখ ইহুদীকে জায়গা দেয়া হবে এবং ১৯৪৬ সালেই দিতে হবে। ফিলিস্তিনে সবার জন্য জমি কেনা উন্মুক্ত করে দিতে হবে। তারা আরো বলে, ইহুদীরা আরবদের উপর ক্ষমতা বিস্তার করবে না, আরবরাও ফিলিস্তিনে ইহুদীদের উপর ক্ষমতা বিস্তার করবে না এবং ফিলিস্তিন কোনো আরব রাষ্ট্রও হবে না, ইহুদী রাষ্ট্রও হবে না। ফিলিস্তিনে গঠিত সরকার হবে একটি আন্তরাষ্ট্রীয় সরকার। 

  মার্কিন প্রেসিডেন্ট হ্যারি এস ট্রুম্যান কমিটির এই প্রস্তাব তো সমর্থন করলেন যে, এক লক্ষ ইহুদীকে জায়গা দেয়া হবে এবং ইহুদীদের জন্য জমি কেনার অধিকার উন্মুক্ত থাকবে। কিন্তু তিনি তাদের আর প্রস্তাবগুলো মানলেন না। তার এ অস্বীকৃতি ব্রিটিশ লেবার পার্টিকে ক্ষুব্ধ করে এবং কমিটির প্রস্তাবনা পেশের কয়েকদিনের মধ্যেই এর বাস্তবায়ন হুমকির মুখে পড়ে। 

  অ্যাংলো-আমেরিকান কমিটি তার রিপোর্ট জারি করার পর প্রস্তাবগুলি কীভাবে বাস্তবায়িত হবে তা নির্ধারণের জন্য ১৯৪৬ এর জুলাই মাসে একটি নতুন কমিটি তৈরি করা হয়েছিল। এর নেতৃত্বে ছিলেন ব্রিটিশ ক্যাবিনেট মন্ত্রী হার্বার্ট মরিসন এবং মার্কিন রাষ্ট্রদূত হেনরি এফ গ্র্যাডি। তারা একটি একক ফেডারাল ট্রাস্তিটশিপের প্রস্তাব করেন যে, আরব ও ইহুদী প্রদেশগুলো ব্রিটিশদের অধীনে স্বায়ত্বশাসন লাভ করবে এবং জেরুজালেম ও নেগেভ সরাসরি ব্রিটিশ নিয়ন্ত্রণে থাকবে। তবে আরবরা এ প্রস্তাব প্রত্যাখ্যান করে বলে এটি কেবল দেশভাগের দিকে নিয়ে যাবে। এমনকি ইহুদীরাও এতে উপস্থিত হতে অস্বীকার করে। আরবরা একটি স্বাধীন একক রাষ্ট্রের প্রস্তাব করে। পরের ফেব্রুয়ারিতে ব্রিটেন পাঁচ বছরের একটি ব্রিটিশ ট্রাস্টিশিপের প্রস্তাব করে। কিন্তু এটিও উভয় পক্ষ প্রত্যাখ্যান করে। ফলে সমস্যাটি জাতিসংঘে গড়ায়।

  জাতিসংঘ দুই রাষ্ট্রের প্রস্তাব দেয়। তাদের এ প্রস্তাব ছিল সম্পূর্ণ অযৌক্তিক ও অন্যায়। যেখানে ইহুদীরা তিন ভাগের এক ভাগ হয়েও ফিলিস্তিনের অর্ধেকের বেশি ৫৬.৫ শতাংশ ভূমি লাভ করবে। আর সংখ্যাগরিষ্ঠ্য হওয়া সল্লেও ফিলিস্তিনিরা পাবে মাত্র ৪৩ শতাংশ। বাকি থাকা ০.৫% অর্থাৎ কুদস একটি অন্তর্জাতিক অঞ্চলরূপে গণ্য হবে। ১৯৪৭ সালে তাদের এই প্রস্তাব তারা বাস্তবায়ন করে। 

  ইসরায়েল প্রতিষ্ঠার পর প্রথমে আরবলীগ এর প্রতিবাদ জানায় এবং সম্মিলিত বাহিনী গড়ে তুলে। কিন্তু পরে তাদের বিটিশ মিত্রের নারাজি দেখে তারা পিছিয়ে যায়। ১৯৪৮ সালের ১৪ মে বৃটিশরা তাদের ম্যান্ডেটের সমাপ্তি ঘোষণা করে এবং ইসরায়েল তার স্বাধীনতা ঘোষণা করে। এভাবেই জন্ম হয় মধ্যপ্রাচ্যের বিষফোঁড়া অবৈধ ও সন্ত্রাসী রাষ্ট্র ইসরায়েলের। আরবের বুকে এখনো জগদ্দল পাথরের মত চেপে বসে আছে ইসরায়েল। 

  ১৯৪৮ সালে অনুষ্ঠিত হয় প্রথম আরব ইসরায়েল যুদ্ধ। নয় মাসের এ যুদ্ধে প্রায় সাড়ে ছয় হাজার ইহুদী নিহত হয় এবং প্রায় সাত হাজার আরব সৈন্য নিহত হয়। আরো প্রায় তের হাজারের মত ফিলিস্তিনি বেসামরিক মানুষ নিহত হন। আরব শাসকদের বিশ্বাসঘাতকতায় এ যুদ্ধে মুসলমানদের বিরাট বিপর্যয় ঘটে। এ সময় শুধু ইখওয়ানুল মুসলিমীনের মুজাহিদরা সক্রিয়ভাবে জিহাদ করেন। 

  আরববাহিনী এ সময় সহযোগিতার বদলে মুজাহিদদেরকে ফিলিস্তিন থেকে বের করে তাদের নিজ নিজ দেশে পাঠিয়ে দেয়। এদিকে দেশে পৌঁছতেই তারা গ্রেপ্তার হয়। আরব বাহিনী শুধু ইসরায়েলি এলাকায় অভিযান চালিয়ে মুজাহিদদের বের করে দেয়ার কাজ করে। এভাবে তারা মূলত ইহুদীদের সুযোগ করে দিত। ইখওয়ান প্রধান হাসানুল বান্নাকে শহীদ করে দেয়া হয়। অবশেষে ১৯৪৯ সালের মার্চে এ যুদ্ধের সমাপ্তি ঘটে। আরব দেশগুলো ইসরাইলের সাথে সন্ধি করে নেয়। তাদের এ সন্ধির পর জাতিসংঘ ইসরায়েলকে সদস্যপদ দিয়ে দেয়। 

  এরপর আরো অনেকগুলো যুদ্ধ হয়। ১৯৫৬ সালের সুয়েজ যুদ্ধ বা দ্বিতীয় আরব ইসরায়েল যুদ্ধ, ১৯৬৭ সালে ছয়দিনের আরব ইসরায়েল যুদ্ধ-এ যুদ্ধের পর ইসরায়েল পূর্ব জেরুজালেমসহ পশ্চিম তীর, সিরিয়ার গোলান মালভূমি, গাজা উপত্যাকা এবং মিশরের সিনাই উপত্যাকা দখল করে নেয়। এরপর ১৯৬৭ থেকে ১৯৭০ এর যুদ্ধ, ১৯৭৩ সালে ইয়োম কিল্পোরের যুদ্ধ, ১৯৮২ সালের লেবানন যুদ্ধ, ১৯৮৫ থেকে ২০০০ সাল পর্যন্ত দক্ষিণ লেবাননের যুদ্ধ, ১৯৮৭ থেকে ১৯৯৩ পর্যন্ত প্রথম ইন্তিফাদা, ২০০০ থেকে ২০০৫ সাল পর্যন্ত দ্বিতীয় ইন্তিফাদা, ২০০৮ এর ডিসেম্বর থেকে ২০০৯ এর জানুয়ারি পর্যন্ত তিন সপ্তাহের গাজা যুদ্ধ, ২০১২ সালে গাজায় ইসরাইলের আক্রমণ, ২০১৪ সালের গাজা যুদ্ধ, ২০২১ এর যুদ্ধ এবং সর্বশেষ ২০২৩ সাল থেকে চলমান তুফানুল আকসা যুদ্ধ। 
  
  ২০২৩ এর সাত অক্টোবর ফিলিস্তিনের মুক্তিকামী হামাস সেনারা ইসরায়েলের সীমানা প্রাচীর ভেঙে ভিতরে ঢুকে যায়। তারা সেখানে অনেক ইসরায়েলিকে হত্যা করে এবং কয়েকশ বন্দী করে নিয়ে আসে। দখলদার ইসরায়েল ধারণাও করতে পারেনি হামাস এভাবে হামলা করতে পারে। এখনো চলছে যুদ্ধ। বিশ হাজারের বেশি নিরপরাধ মানুষকে হত্যা করা ছাড়া, যাদের অধিকাংশই নারী ও শিশু, ইসরাইল আর কোনো কিছুই লাভ করতে পারেনি। পদে পদে তারা স্বাধীনতাকামীদের বাধার সম্মুখীন হচ্ছে। তাদের অসংখ্য যুদ্ধযান, মিলিয়ন মিলিয়ন ডলার মূল্যের ট্যাংক ধ্বংস হয়ে যাচ্ছে হামাসের অল্প খরচে তৈরী অস্ত্রের আঘাতে। এরপরও তারা যুদ্ধে টিকে আছে তাদের 'প্রভু' আমেরিকার দয়ায়। ইসরায়েল প্রতিষ্ঠার পর থেকে আমেরিকা তাদের ৩৬৫ বিলিয়ন ডলারের বেশি সহায়তা দিয়েছে। এখনো বিলিয়ন বিলিয়ন ডলারের সহযোগিতা দিয়ে যাচ্ছে। এর বিপরীতে আরব দেশগুলোর কেউই সেভাবে ফিলিস্তিনের পাশে দাঁড়ায়নি কখনো। তবুও ফিলিস্তিনিরা তাদের জিহাদ চালিয়ে যাচ্ছেন। আল্লাহর সাহায্যই তাদের একমাত্র ভরসা। 
      `,
      footer: {
        authorTitle: "লেখক : উস্তায",
        institution: "জামিয়া হুসাইনিয়া শায়েস্তগঞ্জ",
      },
    },
  ];
};

export default PalestineHistoryContent;
