const WhatIsBoycott = () => {
  return (
    <section className="py-10 max-w-6xl mx-auto">
      <h2 className="text-3xl font-bold mb-4 text-center">বয়কট কী? বয়কট কেন করব।</h2>
      <p className="text-lg leading-relaxed text-justify px-4">
        বয়কট মানে হলো ইচ্ছাকৃতভাবে কোনো ব্যক্তি, প্রতিষ্ঠান বা দেশের পণ্য বা সেবাকে বর্জন করা। 
        এটি একটি প্রতিবাদী কৌশল যার মাধ্যমে সমাজের মানুষ তাদের অসন্তোষ প্রকাশ করে। 
        যখন কোনো রাষ্ট্র বা কোম্পানি মানবাধিকার লঙ্ঘন করে, নিপীড়ন চালায় বা অন্যায় আচরণ করে, 
        তখন বয়কটের মাধ্যমে তাদের বিরুদ্ধে শান্তিপূর্ণ প্রতিবাদ জানানো হয়। 
        <br /><br />
        ইসরায়েল রাষ্ট্রের দ্বারা দীর্ঘদিন ধরে ফিলিস্তিনিদের ওপর বর্বর নির্যাতন, 
        ভূমি দখল, হত্যাকাণ্ড ও মানবাধিকার লঙ্ঘন চলমান। এই অন্যায়ের বিরুদ্ধে 
        শান্তিপূর্ণ প্রতিবাদের একটি কার্যকর মাধ্যম হলো ইসরায়েলি পণ্য ও সেবার বয়কট। 
        বয়কটের মাধ্যমে আন্তর্জাতিকভাবে চাপ সৃষ্টি হয় এবং অপরাধী রাষ্ট্রকে একঘরে করার 
        সুযোগ তৈরি হয়। তাই মুসলিম হিসেবে এবং একজন ন্যায়বিচারপ্রার্থী মানুষ হিসেবে আমাদের 
        উচিত বয়কট আন্দোলনে সক্রিয় অংশগ্রহণ করা।
      </p>
    </section>
  );
};

export default WhatIsBoycott;
